:PROPERTIES:
:ID:       05892055-b714-4778-b010-8cea60f7f514
:END:
#+title: Always compare yields to inflation
#+filetags: :inbox:

Note $Y^m_t$ the yield of the bond of maturity $m$ bought at time $t$, $P_{t-1}$ the CPI at previous time, $P_t$ the CPI at current time and compute:

#+begin_src latex :results raw :exports results
\begin{equation}
Y^m_{t} - \frac{P_{t}-P_{t-1}}{P_{t-1}}
\end{equation}
#+end_src

#+RESULTS:
\begin{equation}
Y^m_{t} - \frac{P_{t}-P_{t-1}}{P_{t-1}}
\end{equation}

/Note:/ This is one very narrow definition of inflation, yet we use because everyone does to make decisions. We should probably use another name.
